Revit 2024 API
UnitTypeId.RatioTo12 Property
 Ratio : 12.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RatioTo12 { get; }
Visual Basic
Public Shared ReadOnly Property RatioTo12 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RatioTo12 {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace